tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask "osxfuse"
brew "aliyun-cli"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine"
brew "gibo"
brew "git"
brew "python"
brew "glib"
brew "go"
brew "graphviz"
brew "hadoop"
brew "neovim"
brew "putty"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "sshfs"
brew "terraform"
brew "tmux"
brew "wget"
brew "zsh"
cask "dingtalk"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "skype"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wechat"
