tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.9", link: false
brew "glib"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine"
brew "gdk-pixbuf"
brew "gh"
brew "gibo"
brew "git"
brew "go"
brew "gobject-introspection"
brew "hub"
brew "jq"
brew "mkcert"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "pipenv"
brew "putty"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "sshfs"
brew "terraform"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
