tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "docker"
brew "python"
brew "docker-compose"
brew "docker-machine"
brew "git"
brew "neovim"
brew "putty"
brew "tmux"
brew "zsh"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "station"
cask "visual-studio-code"
cask "wechat"
